// Copyright 2008 Cyrus Najmabadi
// 
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
// 
//     http://www.apache.org/licenses/LICENSE-2.0
// 
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* #15 in Instant Queue */
"#%d in %@" = "%1$@: %2$d ";

/* $19.99.  Widescreen DVD - 2 discs. */
"$%@. %@ - %@ discs." = "$%1$@. %2$@ - %3$@ lemez.";

/* $19.99.  Widescreen DVD - 1 disc. */
"$%@. %@ - 1 disc." = "$%1$@. %2$@ - 1 lemez.";

/* i.e.: 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* Netflix queue title and title count.  i.e: 'Instant Queue (45)' */
"%@ (%@)" = "%1$@ (%2$@)";

/* %@ will be replaced with a movie showtime.  i.e. '3:15pm' */
"%@ (No Online Ticketing)" = "%1$@ (nincs online jegy-eladás)";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ aggressively caches all data locally on your device so that it will be usable even without a network connection.  The only data not cached are movie trailers." = "%1$@ minden adatot helyileg tárol, ezért internet nélkül is használható marad. Egyedül a filmelőzetesek nem töltődnek le előre.";

/* No comment provided by engineer. */
"%@ cannot open the page because it is not connected to the Internet." = "%1$@ nem tudja megnyitni az oldalt, mert nem kapcsolódik az internetre.";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ contains missing/incorrect translations. Can you fix it?" = "%1$@ hibás fordítást tartalmaz. Kijavítanád?";

/* The %@ will be replaced with the program name.  i.e. 'Now Playing' */
"%@ does not store your Netflix username and password.\n\nAn official Netflix.com webpage will be opened so you can authorize this app to access your account.\n\nA Wi-fi connection is recommended the first time you use Netflix." = "%1$@ nem tárolja a Netflix felhasználóneved és jelszavad.\n\nA Netflix honlapján kell bejelentkezned.\n\nWi-fi kapcsolat szükséges, hogy a Netflixet először használd.";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ doesn't list my favorite theater. Can you add it?" = "%1$@ nem listázza a kedvenc mozijaimat. Hozzá tudnátok adni?";

/* No comment provided by engineer. */
"%@ must first update your local movie queue before it can process your change. Please try your change again shortly." = "%1$@ Először frissíteni kell a helyi filmadatbázisod mielőtt módosítanád. Próbáld meg ismét.";

/* %@ will be replaced with the score provider.  i.e. Google, Rottentomatoes or Metacritic */
"%@ scores" = "%1$@ pontok";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* i.e.: 20 Questions & Answers */
"%d Questions & Answers" = "%1$d Kérdés-felelet";

/* i.e.: 2 hours */
"%d hours" = "%1$d óra";

/* i.e.: 30 minutes */
"%d minutes" = "%1$d perc";

/* No comment provided by engineer. */
"%d months ago" = "%1$d hónapja";

/* i.e.: 5 of 15.  Used when scrolling through a list of items */
"%d of %d" = "%1$d of %2$d";

/* i.e.: 10 theaters outside search area */
"%d theaters outside search area" = "%1$d mozi a keresett területen kívül";

/* No comment provided by engineer. */
"%d weeks ago" = "%1$d hete";

/* No comment provided by engineer. */
"%d years ago" = "%1$d évvel ezelött";

/* No comment provided by engineer. */
"1 hour" = "1 óra";

/* No comment provided by engineer. */
"1 kilometer" = "1 km";

/* No comment provided by engineer. */
"1 mile" = "1 mérföld";

/* No comment provided by engineer. */
"1 minute" = "1 perc";

/* No comment provided by engineer. */
"1 month ago" = "1 hónapja";

/* No comment provided by engineer. */
"1 theater outside search area" = "1 mozi a keresett területen kívül";

/* No comment provided by engineer. */
"1 week ago" = "1 hete";

/* No comment provided by engineer. */
"1 year ago" = "1 éve";

/* Title for the 'About' page (where we list who was involved in making the program and who supplied the data) */
"About" = "Névjegy";

/* No comment provided by engineer. */
"Account #%d" = "Felhasználó: %1$d";

/* Account: <first name> <last name> */
"Account: %@ %@" = "Felhasználó: %1$@ %2$@";

/* No comment provided by engineer. */
"Accounts" = "Felhasználók";

/* Movie category */
"Action & Adventure" = "Akció & kaland";

/* No comment provided by engineer. */
"Add Existing Account / Profile" = "Új felhasználó";

/* Title for a button that the user can use to request that a theater be added to the program */
"Add Theater" = "Új mozi";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to add this movie to their Netflix queue */
"Add to Netflix" = "Netflixhez adás";

/* Notification shown to the user when we are in the process of adding a movie to their Netflix queue */
"Adding Movie" = "Film Hozzáadása";

/* Option to show 'All' (i.e. non-filtered) results from a search */
"All" = "Mind";

/* Used to display the count of all search results.  i.e.: All (15) */
"All (%d)" = "Mind (%1$d)";

/* No comment provided by engineer. */
"An unknown error occurred." = "Ismeretlen hiba történt.";

/* Movie category */
"Anime & Animation" = "Anime & Animáció";

/* No comment provided by engineer. */
"Apple does not provide a mechanism for 3rd party applications to change their icon. When they do, I will provide this capability." = "Apple nem engedi, hogy külső fejlesztők megváltoztassák az ikonukat. Amint engedi, lehetőséget adok erre.";

/* The list of Netflix movies currently at the user's house */
"At Home" = "Otthon";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'automatically update the user's location with GPS information' */
"Auto-Update Location" = "Auto-Helykeresés";

/* Movie is available to be shipped now */
"Available Now" = "Most elérhető";

/* Movie will be released soon */
"Available Soon" = "Hamarosan elérhető";

/* Movie can't be shipped because it hasn't been released yet */
"Awaiting Release" = "Megjelenésre vár";

/* No comment provided by engineer. */
"Bio:" = "Életrajz:";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* When the user wants to see only Bluray items and not DVD */
"Blu-ray Only" = "Csak Blue-ray";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'to make a phonecall' */
"Call" = "Tel.";

/* No comment provided by engineer. */
"Can you increase the maximum search distance for theaters?" = "Meg lehet növelni a maximális keresési távolságot a moziknál?";

/* No comment provided by engineer. */
"Cancel" = "Mégsem";

/* No comment provided by engineer. */
"Cannot Open Page" = "Nem megjeleníthető lap";

/* No comment provided by engineer. */
"Cast:" = "Szereplők:";

/* No comment provided by engineer. */
"Category Notifications" = "Kategória értesítők";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'i want to change the date so i can see information from a different date' */
"Change date" = "Más időpont";

/* Movie category */
"Children & Family" = "Család & Gyerek";

/* No comment provided by engineer. */
"City/State or Postal Code" = "Város/Megye vagy Irányítószám";

/* Movie category */
"Classics" = "Klasszikus";

/* Movie category */
"Comedy" = "Vígjáték";

/* %@ is the underlying error.  i.e. 'Could not connect to server' */
"Could not change rating:\n\n%@" = "Sikerteln az értékelés módosítása:\n\n%1$@";

/* No comment provided by engineer. */
"Could not connect to Netflix." = "Sikertelen kapcsolódás a Netflixhez.";

/* No comment provided by engineer. */
"Could not find location." = "Nem találta a helyet.";

/* No comment provided by engineer. */
"Could not find location.\nUser denied use of the location service." = "Nem sikerült a helymeghatározás.\nFelhasználói tiltás miatt.";

/* No comment provided by engineer. */
"Could you add support for Blockbuster movie rentals in addition to Netflix movie rentals?" = "Van lehetőség arra, hogy hozzáadd a Blockbuster filmkölcsönzést a Netflix mellé?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Could you provide an option to let me choose the icon I want for the %@?" = "Van arra lehetőség, hogy én választhassam meg a %1$@ ikonját?";

/* No comment provided by engineer. */
"Currently Blockbuster does not provide a supported API for 3rd party applications to plug into. When they do, I will add support for Blockbuster rentals." = "Pillanatnyilag a Blockbusternek nem létezik külső fejlesztők által használható API-ja. Amint lesz, Blockbuster filmkölcsönzés támogatás is lesz.";

/* No comment provided by engineer. */
"Currently no. However, simply mark the theater as a 'favorite' (by tapping the 'star' in the theater details pane) and it will show up even if it is outside your search range." = "Pillanatnyilag nem. Jelöld meg kedvencnek a mozit (a csillaggal a moziadatok fülnél), így akkor is meg fog jelenni, ha a keresési tartományon kívül van.";

/* No comment provided by engineer. */
"Currently, settings can only be modified from Netflix's website" = "Pillanatnyilag a beállítások csak a Netflix honlapján keresztül módosíthatóak.";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* When the user wants to see only DVD items and not Bluray */
"DVD Only" = "Csak DVD";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD/Blu-ray";

/* No comment provided by engineer. */
"DVD/Blu-ray details:" = "DVD/Blu-ray adatok:";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "Az adatok a jövőbeni időpontokra hiányosak lehetnek. A teljes listához állítsd be a mai napot.";

/* No comment provided by engineer. */
"Definitely! Use the 'Send Feedback' button above to contact me. Let me know what needs to be corrected and I will get the issue resolved for the next version." = "Természetesen! Használd a Visszajelzése küldése gombot az elérhetőségek felett. Írd meg, hogy mi a baj, és kijavítom a következő verzióig.";

/* No comment provided by engineer. */
"Director:" = "Rendező:";

/* No comment provided by engineer. */
"Directors:" = "Rendezők:";

/* i.e. DVD or Bluray movie that comes on a 'Disc' */
"Disc" = "lemez";

/* Used to display the count of all dvd search results.  i.e.: Disc (15) */
"Disc (%d)" = "Lemez (%1$d)";

/* The Netflix queue containing the user's DVDs */
"Disc Queue" = "Lemezeim";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by distance */
"Distance" = "Távolság";

/* Movie category */
"Documentary" = "Dokumentumfilm";

/* No comment provided by engineer. */
"Downloading data" = "Adatok letöltése";

/* No comment provided by engineer. */
"Downloading image" = "Plakát letöltése";

/* No comment provided by engineer. */
"Downloading information." = "Információk letöltése.";

/* Movie category */
"Drama" = "Dráma";

/* No comment provided by engineer. */
"Due to licensing restrictions, reviews and ratings may not be available for all movies." = "Licenc problémák miatt kritikák és értékelések nem biztos, hgoy minden filre elérhetőek.";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'email the theater listings to a friend' */
"E-mail listings" = "E-mail";

/* No comment provided by engineer. */
"Enabled" = "Engedélyezett";

/* The entire list of Netflix movies the user has seen */
"Entire History" = "Minden előzmény";

/* No comment provided by engineer. */
"Error occurred" = "Hiba történt";

/* No comment provided by engineer. */
"Error occurred talking to Netflix. Please try again later." = "Kommunikácóis hiba a Netflix-szel. Próbáld újra később.";

/* Movie category */
"Faith & Spirituality" = "Hit & Spirituális";

/* No comment provided by engineer. */
"Favorites" = "Kedvencek";

/* No comment provided by engineer. */
"Film trailers provided by:" = "A filmelőzetesek szolgáltatója:";

/* No comment provided by engineer. */
"Force Refresh" = "Frissítés";

/* Movie category */
"Foreign" = "Külföldi";

/* Label for the format of a movie.  i.e.:  Format: Widescreen */
"Format:" = "Formátum:";

/* Movie category */
"Gay & Lesbian" = "Meleg & Leszbikus";

/* No comment provided by engineer. */
"Genre:" = "Műfaj:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Geolocation szolgáltató:";

/* No comment provided by engineer. */
"Google Maps" = "Google Térképek";

/* No comment provided by engineer. */
"Graphics by David Steinberger" = "Grafika: David Steinberger";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Grafikus: Jeffrey Nee";

/* No comment provided by engineer. */
"Help" = "Súgó";

/* Movie category */
"Horror" = "Horror";

/* No comment provided by engineer. */
"I will absolutely try. Please tap the 'Add Theater' button above to contact me. I'll need the theater's name and its telephone number. Thanks!" = "Teljes mértékben megpróbálom. Kérlek használd az Új mozi funkciót az elérhetőségeimnél. A mozi címére és telefonszámára lesz szükségem. Köszönöm!";

/* No comment provided by engineer. */
"IMDb's licensing fees are unfortunately too high for me to afford. Sorry!" = "Az IMDb licencdíjai túl magasak, hogy megengedhessem magamnak. Elnézést!";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"If %@ caches data, why do I always see the 'loading spinner' even on posters that were already loaded?" = "Ha a %1$@ előre letölti az adatokat, akkor miért látom mindig a töltés jelet a plakátokon, amiket már egyszer betöltött?";

/* No comment provided by engineer. */
"If you like %@, please consider writing a small review for the iTunes store. It will help new users discover this app, allow me to bring you great new features, keep things ad free, and will make me feel fuzzy inside. Thanks!" = "Ha tetszik a %1$@, akkor írj az iTunes store-ban értékelést. Így új felhasználók fedezhetik fel a programot, új funkciókkal bővülhet és reklámmentes maradhat. Köszönöm!";

/* No comment provided by engineer. */
"Incorrect Twitter user name or password." = "Helytelen Twitter felhasználónév vagy jelszó.";

/* Movie category */
"Independent" = "Független";

/* i.e. a streamable movie that can be watched 'Instant'ly */
"Instant" = "Azonnali";

/* Used to display the count of all instant watch search results.  i.e.: Instant (15) */
"Instant (%d)" = "Azonnali (%1$d)";

/* The Netflix queue containing the user's streaming movies */
"Instant Queue" = "Azonnal nézhető filmek";

/* No comment provided by engineer. */
"Instant Watch" = "Azonnali kezdés";

/* No comment provided by engineer. */
"International Data" = "Nemzetközi adatok";

/* No comment provided by engineer. */
"Last Friday" = "Múlt péntek";

/* No comment provided by engineer. */
"Last Monday" = "Múlt hétfő";

/* No comment provided by engineer. */
"Last Saturday" = "Múlt szombat";

/* No comment provided by engineer. */
"Last Sunday" = "Múlt vasárnap";

/* No comment provided by engineer. */
"Last Thursday" = "Múlt csütörtök";

/* No comment provided by engineer. */
"Last Tuesday" = "Múlt kedd";

/* No comment provided by engineer. */
"Last Wednesday" = "Múlt szerda";

/* plural. refers to a distance like 'Less than 2 miles away' */
"Less than %d %@ away" = "Közelebb, mint %1$d %2$@";

/* singular. refers to a distance like 'Less than 1 mile away' */
"Less than 1 %@ away" = "Közelebb, mint 1 %1$@";

/* No comment provided by engineer. */
"License" = "Licenc";

/* No comment provided by engineer. */
"Licensing restrictions with certain data providers only allow for a subset of all movie ratings and reviews. Sorry!" = "Licencmegszoítások miatt négány adatszolgáltató csak részleges adatokat nyújt, így nem minden értékelés és kritika érhető el. Elnézést!";

/* No comment provided by engineer. */
"Like This App?" = "Tetszik a program?";

/* No comment provided by engineer. */
"Loading" = "Töltés";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'show update spinners in the UI when loading content' */
"Loading Indicators" = "Töltés jelzők";

/* No comment provided by engineer. */
"Loading image" = "Plakát betöltése";

/* No comment provided by engineer. */
"Local results unavailable" = "Helyi adatok elérhetetlenek.";

/* No comment provided by engineer. */
"Localized by:" = "Fordították:";

/* No comment provided by engineer. */
"Location" = "Hely";

/* No comment provided by engineer. */
"Log In to Existing Account" = "Bejelentkezés meglevő felhasználóként";

/* No comment provided by engineer. */
"Logging in to Twitter" = "Bejelentkezés a Twitterre";

/* There will be a long wait before the movie is released */
"Long Wait" = "Hosszú várakozási idő";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'open a map to the currently listed address' */
"Map" = "Cím";

/* No comment provided by engineer. */
"Map Theaters" = "Mozik a térképre";

/* The most popular movies currently */
"Most Popular" = "Legnépszerűbbek";

/* No comment provided by engineer. */
"Movie Rating" = "film értékelés";

/* No comment provided by engineer. */
"Movie details provided by:" = "Film adatokat szolgáltatja:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Filmkritikák szolgáltatója:";

/* No comment provided by engineer. */
"Movies" = "Filmek";

/* Used to display the count of all movie search results.  i.e.: Movies (15) */
"Movies (%d)" = "Filmek (%1$d)";

/* No comment provided by engineer. */
"Moving Movie" = "Film Mozgatása";

/* Movie category */
"Music & Musicals" = "Zene & Musical";

/* No comment provided by engineer. */
"My other applications" = "Egyéb alkalmazásaim";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by their name */
"Name" = "Név";

/* No comment provided by engineer. */
"Netflix" = "Netflix";

/* No comment provided by engineer. */
"Network unavailable" = "Hálózat elérhetetlen";

/* Movie category */
"New 'Instant Watch'" = "Új azonnal nézhető";

/* Movie category */
"New DVDs" = "Új DVD-k";

/* Must be short. 1-2 words max. Label for a button when a user does not want to write a review */
"No Thanks" = "Nem, kösz.";

/* No comment provided by engineer. */
"No biography available." = "Nincs elérhető életrajz.";

/* No comment provided by engineer. */
"No bookmarked movies" = "Nincsenek megjelölve filmek";

/* No comment provided by engineer. */
"No information found" = "Nincs informácio";

/* No listings found at 'Regal Meridian 6' on 5/18/2008 */
"No listings found at '%@' on %@" = "Nincs vetítés itt: %1$@ és ekkor: %2$@";

/* No listings found for 'The Dark Knight' at 'Regal Meridian 6' on 5/18/2008 */
"No listings found for '%@' at '%@' on %@" = "Nem vetítik a %1$@-t a %2$@-ban %3$@-kor";

/* No listings found for 'The Dark Knight' on 5/18/2008 */
"No listings found for '%@' on %@" = "Nem vetítik a %1$@-t %2$@ napon";

/* Message shown when the user searches for something and we find no results */
"No results found for '%@'" = "Nincs találat: '%1$@'";

/* No comment provided by engineer. */
"No synopsis available." = "Nincs elérhető összefoglaló.";

/* This is what a user picks when they don't want any reviews. */
"None" = "Semmi";

/* Movie is not currently rentable */
"Not Rentable" = "Nem kölcsönözhető";

/* No comment provided by engineer. */
"Not yet rated" = "Korhatár besorolás alatt.";

/* No comment provided by engineer. */
"Now Playing Feedback" = "Now Playing visszajelzés";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open and Authorize" = "Megnyit és belép";

/* Button to change the visibility options for DVD or Bluray. */
"Options" = "Beállítások";

/* %@ will be replaced with a movie showtime.  i.e.: Order tickets for 3:15pm */
"Order tickets for %@" = "Jegyrendelés: %1$@";

/* No comment provided by engineer. */
"Over Quota - Try Again Later" = "Kvóta túllépés - Próbáld máskor";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to watch the trailer for a movie */
"Play trailer" = "Előzetes";

/* No comment provided by engineer. */
"Please Wait" = "Kérlek várj";

/* No comment provided by engineer. */
"Please enter your location" = "Adja meg a tartózkodási helyét!";

/* No comment provided by engineer. */
"Please rate it in the App Store.\n\nAlready rated a previous version? Please update the rating to count against the current version." = "Kérlek értékeld a programot az App Store-ban!";

/* The preferred movie format that the user has.  i.e. DVD or Bluray */
"Preferred Formats" = "Elsődleges formátum";

/* Takes the user to the website for this application */
"Project Website" = "Project honlapja";

/* Must be short. 1-2 words max. Label for a button a user can tap to rate this app */
"Rate It!" = "Értékeld!";

/* %@ will be replaced with a movie rating.  i.e.: Rated PG-13 */
"Rated %@" = "Korhatár: %1$@";

/* No comment provided by engineer. */
"Rated:" = "Korhatár:";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to read the critics' reviews for a movie */
"Read reviews" = "Filmkritikák";

/* No comment provided by engineer. */
"Really close by" = "Nagyon közeli";

/* No comment provided by engineer. */
"Really far away" = "Nagyon messze";

/* The list of Netflix movies the user recently returned */
"Recently Returned" = "mostanában visszahozott";

/* The list of Netflix movies the user recently watched */
"Recently Watched" = "Mostanában megnézett";

/* Movie recommendations from Netflix */
"Recommendations" = "Ajánlások";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on how recently they were released. */
"Release" = "Megjelenés";

/* No comment provided by engineer. */
"Release date:" = "Megjelenés időpontja:";

/* This is a shorter form of 'Release date:'. Used when there's less onscreen space. */
"Release: %@" = "Megjelenés: %1$@";

/* No comment provided by engineer. */
"Remove Account / Profile" = "Felhasználó törlése";

/* No comment provided by engineer. */
"Rental History" = "Kölcsönzési előzmények";

/* Error shown when we tried to reorder a user's movie queue on the server but failed.  %@ is replaced with the actual error.  i.e.: Could not connect to server */
"Reordering queue failed:\n\n%@" = "Sikertelen rendelés:\n\n%1$@";

/* No comment provided by engineer. */
"Requesting access" = "Hozzáférés kérés";

/* No comment provided by engineer. */
"Requesting authorization" = "Hitelesítés kérés";

/* No comment provided by engineer. */
"Reviews" = "Kritikák";

/* Movie category */
"Romance" = "Romantikus";

/* No comment provided by engineer. */
"Running time:" = "Hossz:";

/* No comment provided by engineer. */
"Safari" = "Safari";

/* Button to let the user save all the images to their photo library */
"Save All to Photo Library" = "Mind mentése a Photo Library-ba";

/* Button to let the user save a poster to their photo library */
"Save to Photo Library" = "Mentés a Photo Library-ba";

/* Movie is the user's 'Saved to watch later' queue */
"Saved" = "Mentve";

/* Saved in Instant Queue */
"Saved in %@" = "Elmentve az %1$@-be";

/* No comment provided by engineer. */
"Saving" = "Mentés";

/* i.e.: Saving 5 of 15.  Used when saving a list of images */
"Saving %d of %d" = "Mentés (%1$d/%2$d)";

/* Movie category */
"Sci-Fi & Fantasy" = "Sci-Fi & Fantasy";

/* Must be very short. 1 word max. This is on a button that allows users to sort movies by how well they were rated. */
"Score" = "Pont";

/* This is noun, not a verb. It is the date we are getting movie listings for. */
"Search Date" = "Keresett időpont";

/* No comment provided by engineer. */
"Search Distance" = "Keresési távolság";

/* No comment provided by engineer. */
"Search Netflix" = "Netflix keresés";

/* No comment provided by engineer. */
"Searching" = "Keresés...";

/* No comment provided by engineer. */
"See the section on IMDb." = "Lásd az IMDb résznél.";

/* Title for a button that a user can click on to send a feedback email to the developers */
"Send Feedback" = "Visszajelzés küldése";

/* No comment provided by engineer. */
"Settings" = "Beállítások";

/* There will be a short wait before the movie is released */
"Short Wait" = "Rövid várkazozási idő";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show %d hidden theaters" = "%1$d rejtett mozi megjelenítése";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show 1 hidden theater" = "1 rejtett mozi megjelenítése";

/* When the user wants to see 'Both' DVD and Bluray items */
"Show Both" = "Mindkettő";

/* When the user does not want to see Bluray or DVD items */
"Show Neither" = "Egyiket sem";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'show update notifications in the UI to let me know what's happening' */
"Show Notifications" = "Figyelmeztetések";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Show times retrieved on %@." = "Lekérdezés időpontja: %1$@.";

/* No comment provided by engineer. */
"Sign Up for New Account" = "Új felhasználó készítése";

/* Movie category */
"Special Interest" = "Különleges érdeklődés";

/* Movie category */
"Sports & Fitness" = "Sport & Fitness";

/* No comment provided by engineer. */
"Studio:" = "Stúdió:";

/* No comment provided by engineer. */
"Success! %@ was granted access to your Netflix account. You can now add movies to your queue, see what's new and what's recommended for you, and much more!" = "Siker! %1$@ hozzáfér a Netflix felhasználódhoz. Most már hozzáadhatsz filmeket, megnézheted, hogy miket ajánlanak neked és még megannyi más!";

/* No comment provided by engineer. */
"Tap the 'Send Feedback' button above to contact me directly about anything else you need. Cheers! :-)" = "Válaszd a visszajelzés küldését és lépj velem kapcsolatba bármi miatt, amire szükséged van! :-)";

/* No comment provided by engineer. */
"Tap to enter location" = "Katt és írd be a helyzeted.";

/* Movie category */
"Television" = "TV";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Theater last reported show times on\n%@." = "Moziműsor utoljára frissítve\n%1$@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "A moziműsor szolgáltatók gyakran maximálják a keresési távolságot. Ilyenkor hiába van nagy távolság beállítva, néhány mozi nem fog megjelenni.";

/* No comment provided by engineer. */
"Theaters" = "Mozik";

/* Used to display the count of all theater search results.  i.e.: Theaters (15) */
"Theaters (%d)" = "Mozik (%1$d)";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Theaters are removed when they do not provide up-to-date listings. When up-to-date listing are provided, the theater will reappear automatically in %@." = "A mozik eltűnnek, ha nem adnak friss információkat a műsoruktól. Amint új adat jön, újra megjelennek a %1$@-ben.";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "Nem elérhető a mozi műsora, amint lehet, a %1$@ automatikusan letölti azokat.";

/* Movie category */
"Thrillers" = "Thriller";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Jegyeladó:";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on their title. */
"Title" = "Cím";

/* No comment provided by engineer. */
"To make scrolling as fast and as smooth as possible, %@ does not show the poster until scrolling has stopped." = "Ahhoz hogy a scrollozás gyors és finom legyen a képek csak akkor jelennek meg, ha már nem scrollozol. (%1$@).";

/* No comment provided by engineer. */
"Today" = "Ma";

/* Movie category */
"Top DVDs" = "Legjobb DVD-k";

/* No comment provided by engineer. */
"Top of Disc Queue" = "Lemez sor";

/* No comment provided by engineer. */
"Top of Instant Queue" = "Azonnali filmek";

/* No comment provided by engineer. */
"Translations" = "Fordítások";

/* No comment provided by engineer. */
"Tweeting" = "Twittelés";

/* No comment provided by engineer. */
"Unfortunately, Movietickets.com will not provide ticketing support if I also provide ticketing through Fandango.com. I go to Fandango.com theaters, and so that's the provider I'm sticking with." = "Sajnos a Movietickets.com nem ad el jegyeket, ha a Fandango.com is elérhető. Én a Fandango.com-os mozikba járok, így ehhez ragaszkodom.";

/* No comment provided by engineer. */
"Unknown Distance" = "Ismeretlen távolság";

/* The release date for a movie is unknown. */
"Unknown Release Date" = "Ismeretlen megjelenési időpont";

/* No comment provided by engineer. */
"Unrated" = "Korhatár nélküli";

/* No comment provided by engineer. */
"Upcoming" = "Megjelenések";

/* No comment provided by engineer. */
"Updating" = "Frissítés";

/* No comment provided by engineer. */
"Updating Listings" = "Moziműsorok frissítése";

/* No comment provided by engineer. */
"Updating Queue" = "sor frissítése";

/* No comment provided by engineer. */
"Updating: %@" = "Frissítés: %1$@";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't shrink the fonts when you have lots of stuff to display' */
"Use Small Fonts" = "Kisbetűk használata";

/* There will be a very long wait before the movie is released */
"Very Long Wait" = "Nagyon hossz várakozási idő";

/* No comment provided by engineer. */
"Website" = "Honlap";

/* Title for a button. Needs to be very short. 2-3 words *max*. When tapped, will show the user a list of websites with additional information about the movie */
"Websites" = "Honlapok";

/* No comment provided by engineer. */
"What can I do if I have a question that hasn't been answered?" = "mit tehetek ha van egy megválaszolatlan kérdésem?";

/* No comment provided by engineer. */
"Why did my theater disappear?" = "M iért tűnt el a mozim?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ offer ticketing through Movietickets.com as well as Fandango.com?" = "Miért nem vehetünk jegyet a %1$@-ben a Movietickets.com-ról úgy, mint a Fandango.com-ról?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ provide IMDb user ratings and reviews?" = "Miért nem láthatom az IMDb értékeléseket és kritikákat a %1$@-ben?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ provide Yahoo ratings and reviews?" = "Miért nem láthatom a Yahoo értékeléseket és kritikákat a %1$@-ben?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why don't I see ratings and reviews for all movies in %@?" = "Miért nincs minden filmről kritika és értékelés a %1$@-ben?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why is %@ always downloading data? Why doesn't it store the data locally?" = "Miért tölt le mindig a %1$@? Miért nem tárol minden adatot letölve?";

/* No comment provided by engineer. */
"Write Review" = "Kritika írása";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Írta: Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "Tegnap";

/* No comment provided by engineer. */
"You must first set up an email account on your device before you can send feedback." = "Először állíts be egy email fiókot, hogy visszajelzést küldhess a programról.";

/* The first %@ will be replaced with the device the user is on (i.e.: iPhone), the second %@ is replaced with the program name (i.e.: Now playing) */
"Your %@'s country is set to: %@\n\nFull support for %@ is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates." = "Az %1$@-od beállított országa: %2$@\n\nTeljes %3$@ támogatás nemsokára a Te országod is eléri, de néhány funkció már ma is használható! Ha újabb lehetőségek elérhetőek, automatikusan jelezni fogjuk.";

/* No comment provided by engineer. */
"kilometer" = "km";

/* No comment provided by engineer. */
"kilometers" = "km";

/* No comment provided by engineer. */
"mile" = "mérföld";

/* No comment provided by engineer. */
"miles" = "mérföld";